Repository: romanosauce/python_development
Catalog: 20240513/1/po/*.UTF-8/LC_MESSAGES/mood.po
Languages: ru_ru

source: {} added monster {} to ({}, {}) saying {} with {} hp
ru_ru: {} добавил монстра {} в позицию ({}, {}), говорящего {} имеющего {} oчко здоровья

source: Replaced the old monster
ru_ru: Заменен старый монстр

source: Cannot add unknown monster
ru_ru: Монстр неизвестен

source: {} moved to {}
ru_ru: {} переместился в {}

source: Moved to ({}, {})
ru_ru: Переместились в ({}, {})

source: {} attacked {} with {} causing {} hp damage
ru_ru: {} атаковал {} оружием {} и нанёс {} очко урона

source: No {} here
ru_ru: {} здесь нет

source: {} now has {}
ru_ru: У {} теперь {} хп

source: {} died
ru_ru: {} умер

source: {} has joined the field
ru_ru: {} присоединился к игре

source: Moving monsters: off
ru_ru: Бродячие монстры выключены

source: Moving monsters: on
ru_ru: Бродячие монстры включены

source: Set up locale: {}
ru_ru: Установлена локаль: {}

source: Something wrong with command
ru_ru: Перепроверьте команду (или что-то не так с сервером, я честно хз)

source: {} disconnected
ru_ru: {} отключился
